<?php
return [
    'error_occurred' => 'Възникна грешка',
    'create_success' => 'Успешно създаване',
    'update_success' => 'Успешно редактиране',
    'update_failure' => 'Възникна грешка при редактиране',
    'delete_success' => 'Успешно изтриване',
    'delete_failure' => 'Възникна грешка при изтриване',
    'validation_error' => 'Възникна грешка поради невярно попълнени данни',
    'name_not_valid' => 'Имената трябва да са поне 6 символа',
    'email_not_valid' => 'Имейлът трябва да е сдължина поне 5 символа',
    'specialty_not_valid' => 'Специалността трябва да е с дължина поне 4 символа',
    'course_not_valid' => 'Невалиден курс',
    'grade_not_valid' => 'Невалидна оценка'
];
